{
    "job_name": "React JS Developer",
    "post_date": 1637432334088,
    "expire_date": 1638568800000,
    "location": "Bucuresti",
    "description": "<div><h2>React.js Developer Job Description Template</h2><p>We are looking for a skilled react.js developer to join our front-end development team. In this role, you will be responsible for developing and implementing user interface components using React.js concepts and workflows such as Redux, Flux, and Webpack. You will also be responsible for profiling and improving front-end performance and documenting our front-end codebase.</p><p>To ensure success as a react.js developer, you should have in-depth knowledge of JavaScript and React concepts, excellent front-end coding skills, and a good understanding of progressive web applications. Ultimately, a top-class react.js developer should be able to design and build modern user interface components to enhance application performance.</p><h3>React.js Developer Responsibilities:</h3><ul><li>Meeting with the development team to discuss user interface ideas and applications.</li><li>Reviewing application requirements and interface designs.</li><li>Identifying web-based user interactions.</li><li>Developing and implementing highly responsive user interface components using react concepts.</li><li>Writing application interface codes using JavaScript following react.js workflows.</li><li>Troubleshooting interface software and debugging application codes.</li><li>Developing and implementing front-end architecture to support user interface concepts.</li><li>Monitoring and improving front-end performance.</li><li>Documenting application changes and developing updates.</li></ul><h3>React.js Developer Requirements:</h3><ul><li>Bachelor’s degree in computer science, information technology, or a similar field.</li><li>Previous experience working as a react.js developer.</li><li>In-depth knowledge of JavaScript, CSS, HTML, and front-end languages.</li><li>Knowledge of REACT tools including React.js, Webpack, Enzyme, Redux, and Flux.</li><li>Experience with user interface design.</li><li>Knowledge of performance testing frameworks including Mocha and Jest.</li><li>Experience with browser-based debugging and performance testing software.</li><li>Excellent troubleshooting skills.</li><li>Good project management skills.</li></ul></div>",
    "category": 0,
    "block_hash": "91f220ac8300ac1af2e3a93d1555c6de4f71c8ec9925f3cb187fe181ec...",
    "reward": "100 HP's",
    "contract_conditions": [
        "The test result is equal or higher than 90 points.",
        "The test has been completed in less than 14 days.",
        "The candidate is employed and has signed the employment contract."
    ]
}